Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=471_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Bohccostallit – joavku oaččui giitosiid Oulus
sms: Bohccostallit – joouk späŠssbõŠšše Oulust

source: Sámenuoraid ovddastan Bohccostallit – joavku oaččui giitosiid ja gudnebálkkašumi Oulus riikaviidosaš
sms: SääŠmnuõrid eeŠttkâŠsttam Bohccostallit – joukk vuâǯǯai späŠssbõõžžid da cisttpeäggtõõzz Oulust väŠlddkåådlaž

source: MOVES – dánsundáhpáhusas
sms: MOVES – tanssärvvtõõllmõõžžâst

source: 20.-22.5. movttegis čájáhusainis “ Njuovvan ”.
sms: 20.-22.5. oddlõs čuäŠjtõõzzineez “ Njuovvan ” (puõccu ähttmõš).

source: Dáhpáhussii oassálaste badjelaš 1100 nuora ja máná 126 sierra joavkkus, main Avvila vuolleskuvlla golbma nieidda ja njeallje bártni ledje buot nuoramusat.
sms: ÄrvvtõõllmõŠšše vuäŠssõŠtte pâŠjjel 1100 nuõrrâd da škooulneŠǩǩed 126 jooukâst, koin ÂŠvvel vueŠllškooul kolmm niõđ da neŠllj ååumpäärna leŠjje nuõrmõõzz.

source: Joavkku bagadeaddjit, oahpaheaddjit Bigga-Helena Magga ja Rauna Mätäsaho leigga erenoamáš ilus buori bohtosa geažil.
sms: Joouk vuäŠpsteei, uŠčteeŠl Bigga-Helena Magga da Rauna Mätäsaho leŠjje kuärǥas da valddum jooukâs oŠnnstem diõtt.

source: Dánssa idéa lei vuolgán jakutialaš Sykkys - dánsunjoavkku čájáhusas Ijahis Idja – festiválas Anáris 2010.
sms: Tanss šõõddi jakutialaž Sykkys – tanssjoouk čuäŠjtõõzzâst Ijahis Idja – pooddâst Aanrest 2010.

source: Oulu dáhpáhussii oassálaste maiddái Avvila logahaga Villasat - joavku dánssain Doaivut ja vuoimmehuvvat.
sms: Oulu ärvvtõõllmõŠšše vuässõŠtte še ÂŠvvel lookkjiškooul Villasat – joukk taansineez Doaivut da vuoimmehuvvat (Tuäiv da peŠttõõttmõõžž).

source: Joavkku vihtta nieidda ledje ieža hutkán koreografiija dánsui ovttas Teija Sonkkilain, guhte bargá sihke dánsun- ja drámáoahpaheaddjin ja lei maiddái joavkku bagadallin.
sms: Joouk vitt niõđ leŠjje jiõčč tuejjääm koreograaf tanss- da čuäŠjldemuŠčteeŠl Teija Sonkkila veäŠǩǩvuõđin, kååŠtt tuåimmji še joouk vuäŠpsteeŠjen.

source: Dánssa idéa vuođđuduvvá filbmii Guovdageaidnu, gos maiddái duogáža Mari Boine musihkka lei luoikkahuvvon.
sms: Taans jurdd vuâđđââvv jieŠllikaŠrtte Kautokeino tuärr, koŠst čuäŠjtõõzz tueŠǩǩen čuõjjâm Mari Boine musikk leäi laiŠnnjum.

source: Nieiddaid oahpaheaddji Marjaana Aikio lei gorron nieiddaide fiinna ja girjját gárvvuid.
sms: Niõđi uŠčteeŠl Marjaana Aikio leäi kuärram voddõõttâmpihttsid, kook leŠjje fijnnâz da eunnai.

source: Ruoktot vuolgime
sms: Sandra Salminen, Jan-Kristian Magga, Vilho-Simon Mäkinen, Lassi-Olavi Mäkinen, Ida Grönmo da Fasku-Oskal Magga.

source: Govas váilot logahaga oahppi Anne Olli sihke bagadeaddjit Marjaana Aikio ja Teija Sonkkila.
sms: Snimldõõǥǥâst liâ meädda lookkjiškooulneǩ Anne Olli di vuäŠpsteei Marjaana Aikio da Teija Sonkkila.

source: Čuovgagovva Anni Näkkäläjärvi.
sms: Snimldõk Anni Näkkäläjärvi.
